{
  "articles": {
    "how-to-train": {
      "id": "how-to-train",
      "title": "🥗 Recuperación muscular después del entrenamiento: ¿qué comer para no frenar tu progreso?",
      "content": "Después de un entrenamiento intenso, los músculos necesitan recuperarse, y una nutrición adecuada es clave en ese proceso. Incluso si entrenas bien, si no proporcionas a tu cuerpo los “materiales” necesarios, el progreso puede ralentizarse. En este artículo te contamos qué alimentos incluir en tu dieta para optimizar la recuperación muscular.\n\n🔧 ¿Qué ocurre con los músculos después del entrenamiento?\nCuando entrenas, especialmente con pesas o ejercicios de alta intensidad, se generan microlesiones en las fibras musculares. Es una parte natural del proceso de crecimiento. Luego, el cuerpo necesita “reparar” esos tejidos, y durante esa reparación, los músculos se vuelven más fuertes y resistentes. Para lograrlo, el cuerpo necesita:\n\n- **Proteínas** – para la reparación y el crecimiento muscular;\n- **Carbohidratos** – para reponer el glucógeno muscular;\n- **Agua y electrolitos** – para restaurar el equilibrio hídrico.\n\n🥩 **TOP 7 alimentos para recuperar los músculos**\n\n1. **Huevos** #image: https://images.unsplash.com/photo-1586802990181-a5771596eaea?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D \n   Una fuente de proteína de alta calidad. La yema contiene vitaminas D y B12, importantes para el metabolismo energético y la síntesis de proteínas.\n2. **Pechuga de pollo o pavo**\n   Ricas en proteínas y bajas en grasa. Ideales para después de un entrenamiento de fuerza.\n3. **Quinoa**\n   Un grano completo con todos los aminoácidos esenciales, además de fibra y carbohidratos complejos.\n4.  \n #image: https://images.pexels.com/photos/2872767/pexels-photo-2872767.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2 **Plátanos** \n   Fuente de carbohidratos rápidos y potasio, que ayuda a prevenir calambres musculares.\n5. **Yogur griego**\n   Contiene proteínas de absorción rápida y lenta, y también carbohidratos. Perfecto como snack post-entreno.\n6. **Semillas de chía o linaza**\n   Ricas en ácidos grasos omega-3, que reducen la inflamación y aceleran la recuperación.\n7. **Batido con frutos rojos**\n   Los antioxidantes de las frutas como arándanos o frambuesas ayudan a combatir el estrés oxidativo. Agrega proteína vegetal o láctea y tienes un batido completo.\n\n🕒 **¿Cuándo y cuánto comer después de entrenar?**\nEl mejor momento para comer es entre 30 y 60 minutos después del entrenamiento. En ese periodo, el cuerpo absorbe mejor los nutrientes.\n\n**Ejemplos de comidas post-entreno:**\n\n- Pechuga de pollo + quinoa + verduras al vapor\n- Yogur griego + plátano + nueces\n- Batido de proteína con avena y frutos rojos\n\n💧 **No olvides hidratarte**\nDurante el ejercicio se pierde agua y electrolitos. Hidrátate bien con agua, y si fue una sesión intensa, puedes añadir una pizca de sal marina o beber agua de coco como isotónico natural.\n\n✅ **Conclusión**\nUna buena recuperación no empieza con el descanso, sino con lo que pones en el plato. Añade a tu dieta proteínas, carbohidratos complejos y grasas saludables, y verás cómo tu cuerpo responde mejor al entrenamiento.\n¿Quieres un plan nutricional adaptado a ti? En CIEPTIS te ayudamos a construirlo."
    },
    "dieta": {
      "id": "dieta",
      "title": "Cómo entrenar correctamente",
      "content": "# Cómo entrenar correctamente\n\nSigue estos pasos..."
    },
    "nutry": {
      "id": "nutry",
      "title": "Cómo entrenar correctamente",
      "content": "# Cómo entrenar correctamente\n\nSigue estos pasos..."
    }
  }
}