{
  "articles": {
    "recuperación-muscular": {
      "id": "recuperación-muscular",
      "title": "🥗 Recuperación muscular después del entrenamiento: ¿qué comer para no frenar tu progreso?",
      "content": "Después de un entrenamiento intenso, los músculos necesitan recuperarse, y una nutrición adecuada es clave en ese proceso. Incluso si entrenas bien, si no proporcionas a tu cuerpo los “materiales” necesarios, el progreso puede ralentizarse. En este artículo te contamos qué alimentos incluir en tu dieta para optimizar la recuperación muscular.\n\n🔧 ¿Qué ocurre con los músculos después del entrenamiento?\nCuando entrenas, especialmente con pesas o ejercicios de alta intensidad, se generan microlesiones en las fibras musculares. Es una parte natural del proceso de crecimiento. Luego, el cuerpo necesita “reparar” esos tejidos, y durante esa reparación, los músculos se vuelven más fuertes y resistentes. Para lograrlo, el cuerpo necesita:\n\n- **Proteínas** – para la reparación y el crecimiento muscular;\n- **Carbohidratos** – para reponer el glucógeno muscular;\n- **Agua y electrolitos** – para restaurar el equilibrio hídrico.\n\n🥩 **TOP 7 alimentos para recuperar los músculos**\n1. **Huevos** #image: https://images.unsplash.com/photo-1586802990181-a5771596eaea?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D  \"Imagen de recuperación muscular\" \n Una fuente de proteína de alta calidad. La yema contiene vitaminas D y B12, importantes para el metabolismo energético y la síntesis de proteínas. \n #image: https://images.pexels.com/photos/5769384/pexels-photo-5769384.jpeg?auto=compress&cs=tinysrgb&w=1200 \"Imagen de recuperación muscular\"\n2. **Pechuga de pollo o pavo** \n   Ricas en proteínas y bajas en grasa. Ideales para después de un entrenamiento de fuerza.\n3. **Quinoa** #image: https://images.unsplash.com/photo-1586201375799-47cd24c3f595?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8UXVpbm9hfGVufDB8fDB8fHwy \"Imagen de recuperación muscular\"\n   Un grano completo con todos los aminoácidos esenciales, además de fibra y carbohidratos complejos.\n4.  \n #image: https://images.unsplash.com/photo-1587132137056-bfbf0166836e?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8YmFuYW5hfGVufDB8fDB8fHwy \"Imagen de recuperación muscular\" **Plátanos** \n   Fuente de carbohidratos rápidos y potasio, que ayuda a prevenir calambres musculares. \n5.  #image: https://images.unsplash.com/photo-1562114808-b4b33cf60f4f?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8OXx8WW9ndXIlMjBncmllZ298ZW58MHx8MHx8fDI%3D \"Imagen de recuperación muscular\"  \n**Yogur griego** \n   Contiene proteínas de absorción rápida y lenta, y también carbohidratos. Perfecto como snack post-entreno. \n #image: https://images.pexels.com/photos/3682192/pexels-photo-3682192.jpeg?auto=compress&cs=tinysrgb&w=1200 \"Imagen de recuperación muscular\" **Semillas de chía o linaza**\n   Ricas en ácidos grasos omega-3, que reducen la inflamación y aceleran la recuperación. \n #image: https://images.unsplash.com/photo-1639904822664-fb88a675420e?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MTN8fHNtb290aGllJTIwcmVkfGVufDB8MHwwfHx8Mg%3D%3D \"Imagen de recuperación muscular\"\n **Batido con frutos rojos**\n   Los antioxidantes de las frutas como arándanos o frambuesas ayudan a combatir el estrés oxidativo. Agrega proteína vegetal o láctea y tienes un batido completo.\n\n🕒 **¿Cuándo y cuánto comer después de entrenar?**\nEl mejor momento para comer es entre 30 y 60 minutos después del entrenamiento. En ese periodo, el cuerpo absorbe mejor los nutrientes.\n\n**Ejemplos de comidas post-entreno:**\n\n- Pechuga de pollo + quinoa + verduras al vapor\n- Yogur griego + plátano + nueces\n- Batido de proteína con avena y frutos rojos\n\n💧 **No olvides hidratarte**\nDurante el ejercicio se pierde agua y electrolitos. Hidrátate bien con agua, y si fue una sesión intensa, puedes añadir una pizca de sal marina o beber agua de coco como isotónico natural.\n\n✅ **Conclusión**\nUna buena recuperación no empieza con el descanso, sino con lo que pones en el plato. Añade a tu dieta proteínas, carbohidratos complejos y grasas saludables, y verás cómo tu cuerpo responde mejor al entrenamiento.\n¿Quieres un plan nutricional adaptado a ti? En CIEPTIS te ayudamos a construirlo."
    },
    "errores-alimentacion-entrenamiento": {
      "id": "errores-alimentacion-entrenamiento",
      "title": "🥦 5 errores en la alimentación que frenan tu progreso en el entrenamiento",
      "content": "Muchas personas entrenan con disciplina, pero no ven los resultados que esperan. ¿La causa? Muy a menudo está en los hábitos alimenticios. Aquí te compartimos 5 errores comunes que pueden estar frenando tu progreso:\n\n❌ **1. Saltarte la comida después del entrenamiento** \n#image: https://images.unsplash.com/photo-1539137071648-943c78fcbc84?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8UG9zdCUyMHdvcmtvdXQlMjBtZWFsfGVufDB8fDB8fHww \"Comida post-entreno\" \nTu cuerpo necesita “combustible” para recuperarse. Sin nutrientes, los músculos no se reparan ni crecen. Asegúrate de comer algo con proteína y carbohidratos dentro de los 30–60 minutos posteriores al ejercicio.\n\n❌ **2. Falta de proteína en la dieta** \nLa proteína es fundamental para la recuperación y el desarrollo muscular. Si no consumes suficiente, estarás entrenando en vano. Incluye fuentes de proteína en cada comida del día.\n\n❌ **3. Comer solo “sano” sin controlar las cantidades**\n#image: https://images.unsplash.com/photo-1687184412163-09d005f5caa2?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MTZ8fEhlYWx0aHklMjBhbmQlMjBjYWxvcmljJTIwZm9vZHN8ZW58MHx8MHx8fDA%3D \"Alimentos saludables y calóricos\"\nAlimentos como aguacate, frutos secos o miel son saludables, pero también muy calóricos. Si no controlas las porciones, es fácil comer más de lo necesario, sobre todo si tu objetivo es bajar de peso.\n\n❌ **4. No tomar suficiente agua**\n#image: https://plus.unsplash.com/premium_photo-1729043730133-2d1d1a22760d?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8SW1wb3J0YW5jZSUyMG9mJTIwd2F0ZXJ8ZW58MHx8MHx8fDA%3D \"Importancia del agua\"\nIncluso una deshidratación leve afecta tu rendimiento físico y mental. Bebe agua durante todo el día, especialmente antes y después de entrenar.\n\n❌ **5. Poca fibra y vegetales**\n#image: https://images.unsplash.com/photo-1597362925123-77861d3fbac7?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8OHx8SGVhbHRoeSUyMGFuZCUyMGNhbG9yaWMlMjBmb29kc3xlbnwwfHwwfHx8MA%3D%3D \"Verduras y fibra para la recuperación\"\nSin vitaminas, minerales y fibra, la recuperación será más lenta. Las verduras ayudan al sistema digestivo, al sistema inmune y a mantenerte en equilibrio.\n\n🔁 **Conclusión:**\nEl entrenamiento es solo la mitad del camino. La otra mitad es una alimentación consciente y equilibrada. Corrige estos errores y verás resultados mucho más rápido."
    },
    "comida-pre-entrenamiento": {
      "id": "comida-pre-entrenamiento",
      "title": "🥗 Qué comer antes del entrenamiento: alimentos clave para energía y resistencia",
      "content": "Lo que comes antes del entrenamiento tiene un gran impacto en tu energía, enfoque y resistencia. Hacer ejercicio con el estómago vacío o demasiado lleno no es lo ideal.\n\n🕒 **¿Cuándo comer?**\nLo ideal es entre 1 y 2 horas antes del entrenamiento. Así, tu cuerpo tiene tiempo de digerir y aprovechar los nutrientes.\n\n✅ **Alimentos ideales para antes del ejercicio:**\n\n🍌 **1. Plátano**  \nRico en carbohidratos rápidos y potasio, te da energía sin pesadez.\n\n🍞 **2. Pan integral con crema de frutos secos**   \nLos carbohidratos complejos te dan energía sostenida y las grasas saludables alimentan tu cerebro y músculos.\n\n🥣 **3. Yogur con frutas**  \n#image: https://plus.unsplash.com/premium_photo-1713719216015-00a348bc4526?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8WW9ndXIlMjBjb24lMjBmcnV0YXMlMjBwcmUlMjBlbnRyZW5vfGVufDB8fDB8fHww \"Yogur con frutas pre-entreno\"  \nUna combinación ligera de proteína y azúcar natural para activarte.\n\n🍚 **4. Arroz con vegetales y tofu o pollo**  \n#image: https://images.unsplash.com/photo-1587995631109-2a8588e991da?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8M3x8QXJyb3olMjBjb24lMjB2ZWdldGFsZXMlMjB5JTIwcHJvdGUlQzMlQURuYXN8ZW58MHx8MHx8fDA%3D \"Arroz con vegetales y proteínas\"  \nIdeal si entrenas con alta intensidad. Consume 1,5–2 horas antes.\n\n🍵 **5. Té verde o agua con limón**  \n#image: https://plus.unsplash.com/premium_photo-1661540754348-50ae254e4a3b?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8VCVDMyVBOSUyMHZlcmRlJTIwbyUyMGFndWElMjBjb24lMjBsaW0lQzMlQjNuJTIwcHJlJTIwZW50cmVub3xlbnwwfDJ8MHx8fDA%3D \"Té verde o agua con limón pre-entreno\"  \nHidrata y activa sin llenar el estómago.\n\n📌 **Evita antes de entrenar:**\n- Comidas muy grasosas (se digieren lento)\n- Dulces o azúcares simples (te dan energía rápida, pero luego bajan)\n- Saltarte la comida (puede provocarte debilidad o mareos)\n\n💪 **Conclusión:**\nComer adecuadamente antes del entrenamiento te ayuda a rendir mejor, evitar lesiones y mantener el enfoque. Encuentra la combinación que mejor funcione para ti y ¡disfruta el camino!"
    }
  }
}