{
  "fitness": "Exercici",
  "therapy": "Terapia",
  "articles": {
    "artes-marciales-salud-mental": {
      "id": "artes-marciales-salud-mental",
      "title": "Arts Marcials: Apoderament, Salut i Sanació",
      "content": "# Amaruk Kayshapanta: Una pràctica d’apoderament per a equips d’alt rendiment\n\n**Gestió del rendiment, salut integral i sanació emocional a través de les Arts Marcials.**\n\nL’autoconeixement, l’enfocament mental, la claredat, l’estabilitat emocional i el creixement personal són només alguns dels beneficis que s’obtenen amb la pràctica de les **arts marcials**.\n\n## Com influeixen les Arts Marcials en la salut mental?\n\nEls beneficis de l’esport i l’activitat física són coneguts, però poques pràctiques tenen un impacte tan profund en la salut mental com les arts marcials. La disciplina, el control emocional, la concentració i la resiliència són eines clau que es desenvolupen amb la pràctica constant.\n\n> “L’actitud que promouen les arts marcials, reafirmant les bases filosòfiques orientals, és per si mateixa una forma de curació.”\n\nA diferència de molts esports occidentals centrats en la competició, les arts marcials cerquen la superació personal. No es tracta de vèncer l’adversari, sinó de conèixer-se i superar-se un mateix.\n\n## Canalitzar emocions difícils\n\nLes arts marcials ajuden a gestionar emocions intenses com la ràbia i la frustració. El seu enfocament corporal permet alliberar tensions acumulades de forma saludable, prevenint danys emocionals a llarg termini.\n\nLa pràctica d’aquestes disciplines també ens connecta amb el moment present i amb el nostre cos. És una **meditació activa** que, segons la intensitat, millora significativament el benestar físic, mental i emocional.\n\n## Desenvolupament integral del cos i la ment\n\nLa pràctica de les arts marcials millora múltiples capacitats alhora: equilibri, força, flexibilitat, resistència i coordinació. Aquest tipus d’**entrenament creuat** estimula la neuroplasticitat i millora la connexió ment-cos.\n\nTambé fomenta la concentració i l’atenció plena, contribuint a una major estabilitat emocional.\n\n## Viatjar a través de les emocions\n\nLa pràctica marcial ens ensenya a transitar la por, la ràbia o la tristesa, a entendre-les i a actuar des de la consciència en lloc de reaccionar automàticament. El trànsit emocional ens fa més lliures, responsables i resilients.\n\n## Autoestima, seguretat i apoderament\n\nEstudis indiquen que les persones que practiquen arts marcials desenvolupen una major autoestima i confiança, reduint la influència negativa de les emocions o circumstàncies externes.\n\nAls meus cursos de **defensa personal per a dones**, fusiono les arts marcials amb els ensenyaments de la meva cultura indígena quítxua dels Andes. Creo espais segurs i sagrats on cada persona pot créixer i reconnectar amb el seu poder interior.\n\n## Una eina terapèutica i espiritual\n\nLes arts marcials també són una **eina terapèutica** que estimula les endorfines, ajuda a afrontar pors i enforteix la capacitat d’establir límits saludables.\n\nEns permeten connectar amb el nostre present, amb qui som i cap a on volem anar, en harmonia amb els elements de la natura: foc, aigua, aire i terra.\n\n---\n\n**Tots som responsables de la nostra salut física, emocional i espiritual.**\n\n> “Com et tractaries si realment et veiessis com un ésser valuós i sagrat?”\n\nPracticar arts marcials pot ser el primer pas cap a aquesta transformació.\n"
    },
    "how-to-train": {
      "id": "entrenament-funcional",
      "title": "Entrenament funcional: el secret per a un cos fort i útil a la vida real",
      "content": "### Què és l'entrenament funcional?\n\nL'entrenament funcional és una forma d'exercitar-se centrada en moviments naturals que realitzes a la vida quotidiana: aixecar, empènyer, girar, ajupir-se o mantenir l’equilibri. A diferència de les rutines convencionals de gimnàs, aquest tipus d'entrenament té com a objectiu **millorar la funcionalitat del teu cos**, no només l'aparença.\n\n#### Principals beneficis de l'entrenament funcional:\n- Millora la mobilitat i la flexibilitat.\n- Augmenta la força útil per al dia a dia.\n- Prevé lesions, especialment a l'esquena i articulacions.\n- Treballa músculs estabilitzadors i posturals.\n- S’adapta a qualsevol edat o condició física.\n\n#### Exercicis funcionals que utilitzem a CIEPTIS:\n- Esquat profund amb pes corporal o kettlebells.\n- Pes mort amb tècnica adaptada.\n- Zancades amb rotació de tronc.\n- Exercicis amb TRX i bandes elàstiques.\n- Planxa amb variants dinàmiques.\n\n#### Per a qui és ideal aquest tipus d'entrenament?\n\nPer a persones que volen entrenar de forma **eficaç i segura**, especialment majors de 30 anys, persones amb molèsties recurrents o aquells que busquen un enfocament integral.\n\n#### Així treballem a CIEPTIS:\nDissenyem sessions personalitzades segons els teus objectius, entorn i capacitats. Podem entrenar a parcs, domicilis o gimnasos, adaptant-nos al material disponible.\n\n> \"Després de mesos amb dolor lumbar, vaig començar amb entrenament funcional a CIEPTIS i vaig notar canvis en només 3 setmanes. Avui em moc amb llibertat.\"\n> — *Marta, 42 anys*\n\n**Preparat per sentir-te més fort i funcional?**  \nContacta amb nosaltres i agenda una valoració gratuïta."
    },
    "dieta": {
      "id": "importància-de-la-tècnica",
      "title": "La importància de la tècnica: menys lesions, millors resultats",
      "content": "### Per què és tan important la tècnica quan entrenem?\n\nPerquè una mala execució, encara que no faci mal al principi, pot derivar en lesions cròniques, sobrecàrregues i manca de progrés. En canvi, una tècnica correcta **millora els resultats i protegeix la teva salut**.\n\n#### Errors comuns que veiem en entrenaments mal guiats:\n- Esquats amb els genolls col·lapsant cap endins.\n- Planxa amb el maluc caigut o l'esquena corbada.\n- Pes mort amb curvatura lumbar.\n- Càrrega excessiva sense control postural.\n\n#### A CIEPTIS t’ajudem a corregir-los des del primer dia.\nDurant les nostres sessions:\n- Avaluem la teva postura i mobilitat abans de començar.\n- Adaptem els exercicis al teu nivell real.\n- Utilitzem eines visuals i tàctils per ajudar-te a sentir el moviment.\n- T’ensenyem a respirar correctament durant l’esforç.\n\n#### Respiració i consciència corporal: claus invisibles\n\nMolts obliden que la respiració forma part de l'exercici. Ensenyem tècniques d’activació del core amb l’exhalació i coordinació diafragmàtica, millorant el rendiment i l’estabilitat.\n\n> \"Amb CIEPTIS vaig aprendre a moure’m bé. Ja no entreno per inèrcia, entreno amb propòsit.\"\n> — *Iván, 36 anys*\n\n**T’agradaria millorar la teva tècnica i entrenar amb seguretat?**  \nEscriu-nos per a una sessió personalitzada."
    },
    "nutry": {
      "id": "motivació-real",
      "title": "Motivació real: com mantenir la constància quan no tens ganes",
      "content": "La motivació no sempre hi és. La constància, sí que pot ser-hi.\n\nUn dels grans reptes en l'entrenament personal no és la intensitat, sinó **la continuïtat**. És fàcil començar amb entusiasme, però com sostenir-lo quan la feina, el cansament o l’ànim interfereixen?\n\n#### Motivació vs. Disciplina\n\nLa motivació és emocional, volàtil. La disciplina s'entrena i es converteix en hàbit. A CIEPTIS no et demanem perfecció: t'ajudem a **crear el teu propi sistema de constància**.\n\n#### Estratègies que utilitzem amb els nostres clients:\n1. **Micro-hàbits diaris**: 10 minuts de moviment són millor que 0.\n2. **Entrenar a la mateixa hora**: crea una àncora mental.\n3. **Escollir un objectiu emocional**: “vull jugar amb els meus fills sense cansar-me” és millor que “vull perdre 3 kg”.\n4. **Registrar els teus avanços**: fins i tot els petits èxits.\n5. **Tenir un entrenador que t’acompanyi sense jutjar-te.**\n\n#### Combinar entrenament i teràpia emocional\n\nA CIEPTIS sabem que cos i ment no es poden separar. De vegades, darrere de la falta de motivació hi ha emocions, estrès, bloquejos o autoexigència. El nostre enfocament integral inclou acompanyament terapèutic si ho necessites.\n\n> \"Amb el suport de l’equip vaig poder transformar les meves rutines sense pressions. He après a cuidar-me amb amor, no amb càstig.\"\n> — *Laura, 28 anys*\n\n**Et costa mantenir-te constant?**  \nSom aquí per ajudar-te sense judicis. Agenda una trucada i en parlem."
    }
  }
}