{
  "articles": {
    "recuperación-muscular": {
      "id": "recuperación-muscular",
      "title": "🥗 Recuperació muscular després de l'entrenament: què menjar per no frenar el teu progrés?",
      "content": "Després d'un entrenament intens, els músculs necessiten recuperar-se, i una nutrició adequada és clau en aquest procés. Fins i tot si entrenes bé, si no proporciones al teu cos els “materials” necessaris, el progrés pot alentir-se. En aquest article t'expliquem quins aliments incloure a la teva dieta per optimitzar la recuperació muscular.\n\n🔧 Què passa amb els músculs després de l'entrenament?\nQuan entrenes, especialment amb peses o exercicis d'alta intensitat, es generen microlesions a les fibres musculars. És una part natural del procés de creixement. Després, el cos necessita “reparar” aquests teixits, i durant aquesta reparació, els músculs es tornen més forts i resistents. Per aconseguir-ho, el cos necessita:\n\n- **Proteïnes** – per a la reparació i el creixement muscular;\n- **Carbohidrats** – per reposar el glicogen muscular;\n- **Aigua i electròlits** – per restaurar l'equilibri hídric.\n\n🥩 **TOP 7 aliments per recuperar els músculs**\n1. **Ous** #image: https://images.unsplash.com/photo-1586802990181-a5771596eaea?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D  \"Imatge de recuperació muscular\" \n Una font de proteïna d'alta qualitat. El rovell conté vitamines D i B12, importants per al metabolisme energètic i la síntesi de proteïnes. \n #image: https://images.pexels.com/photos/5769384/pexels-photo-5769384.jpeg?auto=compress&cs=tinysrgb&w=1200 \"Imatge de recuperació muscular\"\n2. **Pit de pollastre o de gall dindi** \n   Ric en proteïnes i baix en greixos. Ideal després d'un entrenament de força.\n3. **Quinoa** #image: https://images.unsplash.com/photo-1586201375799-47cd24c3f595?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8UXVpbm9hfGVufDB8fDB8fHwy \"Imatge de recuperació muscular\"\n   Un gra complet amb tots els aminoàcids essencials, a més de fibra i carbohidrats complexos.\n4.  \n #image: https://images.unsplash.com/photo-1587132137056-bfbf0166836e?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8YmFuYW5hfGVufDB8fDB8fHwy \"Imatge de recuperació muscular\" **Plàtans** \n   Font de carbohidrats ràpids i potassi, que ajuda a prevenir els calambres musculars. \n5.  #image: https://images.unsplash.com/photo-1562114808-b4b33cf60f4f?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8OXx8WW9ndXIlMjBncmllZ298ZW58MHx8MHx8fDI%3D \"Imatge de recuperació muscular\"  \n**Iogurt grec** \n   Conté proteïnes d'absorció ràpida i lenta, i també carbohidrats. Perfecte com a snack post-entrenament. \n #image: https://images.pexels.com/photos/3682192/pexels-photo-3682192.jpeg?auto=compress&cs=tinysrgb&w=1200 \"Imatge de recuperació muscular\" **Llavors de xia o lli**\n   Riques en àcids grassos omega-3, que redueixen la inflamació i acceleren la recuperació. \n #image: https://images.unsplash.com/photo-1639904822664-fb88a675420e?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MTN8fHNtb290aGllJTIwcmVkfGVufDB8MHwwfHx8Mg%3D%3D \"Imatge de recuperació muscular\"\n **Batut amb fruits vermells**\n   Els antioxidants de les fruites com els nabius o les móres ajuden a combatre l'estrès oxidatiu. Afegeix proteïna vegetal o làctia i tindràs un batut complet.\n\n🕒 **Quan i quant menjar després d'entrenar?**\nEl millor moment per menjar és entre 30 i 60 minuts després de l'entrenament. En aquest període, el cos absorbeix millor els nutrients.\n\n**Exemples de menjars post-entrenament:**\n\n- Pit de pollastre + quinoa + verdures al vapor\n- Iogurt grec + plàtan + nous\n- Batut de proteïna amb civada i fruits vermells\n\n💧 **No oblidis hidratar-te**\nDurant l'exercici es perd aigua i electròlits. Hidrata't bé amb aigua, i si va ser una sessió intensa, pots afegir una mica de sal marina o beure aigua de coco com a isotònic natural.\n\n✅ **Conclusió**\nUna bona recuperació no comença amb el descans, sinó amb el que poses al plat. Afegeix a la teva dieta proteïnes, carbohidrats complexos i greixos saludables, i veuràs com el teu cos respon millor a l'entrenament.\nVols un pla nutricional adaptat a tu? A CIEPTIS t'ajudem a construir-lo."
    },
    "errores-alimentacion-entrenamiento": {
      "id": "errores-alimentacion-entrenamiento",
      "title": "🥦 5 errors en l'alimentació que frenen el teu progrés en l'entrenament",
      "content": "Moltes persones entrenen amb disciplina, però no veuen els resultats que esperen. Quina és la causa? Moltes vegades està en els hàbits alimentaris. Aquí et compartim 5 errors comuns que poden estar frenant el teu progrés:\n\n❌ **1. Saltar-te el menjar després de l'entrenament** \n#image: https://images.unsplash.com/photo-1539137071648-943c78fcbc84?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8UG9zdCUyMHdvcmtvdXQlMjBtZWFsfGVufDB8fDB8fHww \"Menjar post-entrenament\" \nEl teu cos necessita “combustible” per recuperar-se. Sense nutrients, els músculs no es reparen ni creixen. Assegura't de menjar alguna cosa amb proteïna i carbohidrats en els 30–60 minuts posteriors a l'exercici.\n\n❌ **2. Falta de proteïna a la dieta** \nLa proteïna és fonamental per a la recuperació i el desenvolupament muscular. Si no consumeixes prou, estaràs entrenant en va. Inclou fonts de proteïna a cada àpat del dia.\n\n❌ **3. Menjar només “saludable” sense controlar les quantitats**\n#image: https://images.unsplash.com/photo-1687184412163-09d005f5caa2?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MTZ8fEhlYWx0aHklMjBhbmQlMjBjYWxvcmljJTIwZm9vZHN8ZW58MHx8MHx8fDA%3D \"Aliments saludables i calòrics\"\nAliments com l'alvocat, els fruits secs o la mel són saludables, però també molt calòrics. Si no controles les porcions, és fàcil menjar més del necessari, sobretot si el teu objectiu és baixar de pes.\n\n❌ **4. No beure prou aigua**\n#image: https://plus.unsplash.com/premium_photo-1729043730133-2d1d1a22760d?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8SW1wb3J0YW5jZSUyMG9mJTIwd2F0ZXJ8ZW58MHx8MHx8fDA%3D \"Importància de l'aigua\"\nFins i tot una deshidratació lleu afecta el teu rendiment físic i mental. Bebe aigua durant tot el dia, especialment abans i després d'entrenar.\n\n❌ **5. Poc fibra i verdures**\n#image: https://images.unsplash.com/photo-1597362925123-77861d3fbac7?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8OHx8SGVhbHRoeSUyMGFuZCUyMGNhbG9yaWMlMjBmb29kc3xlbnwwfHwwfHx8MA%3D%3D \"Verdures i fibra per la recuperació\"\nSense vitamines, minerals i fibra, la recuperació serà més lenta. Les verdures ajuden al sistema digestiu, al sistema immune i a mantenir-te en equilibri.\n\n🔁 **Conclusió:**\nL'entrenament és només la meitat del camí. L'altra meitat és una alimentació conscient i equilibrada. Corregeix aquests errors i veuràs resultats molt més ràpid."
    },
    "comida-pre-entrenamiento": {
      "id": "comida-pre-entrenamiento",
      "title": "🥗 Què menjar abans de l'entrenament: aliments clau per a l'energia i resistència",
      "content": "El que menges abans de l'entrenament té un gran impacte en la teva energia, concentració i resistència. Fer exercici amb l'estómac buit o massa ple no és l'ideal.\n\n🕒 **Quan menjar?**\nL'ideal és entre 1 i 2 hores abans de l'entrenament. Així, el teu cos té temps de digerir i aprofitar els nutrients.\n\n✅ **Aliments ideals abans de l'exercici:**\n\n🍌 **1. Plàtan**  \nRic en carbohidrats ràpids i potassi, et dona energia sense pesadesa.\n\n🍞 **2. Pa integral amb crema de fruits secs**   \nEls carbohidrats complexos et donen energia sostinguda i els greixos saludables alimenten el teu cervell i músculs.\n\n🥣 **3. Iogurt amb fruites**  \n#image: https://plus.unsplash.com/premium_photo-1713719216015-00a348bc4526?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8WW9ndXIlMjBjb24lMjBmcnV0YXMlMjBwcmUlMjBlbnRyZW5vfGVufDB8fDB8fHww \"Iogurt amb fruites pre-entrenament\"  \nUna combinació lleugera de proteïna i sucre natural per activar-te.\n\n🍚 **4. Arròs amb verdures i tofu o pollastre**  \n#image: https://images.unsplash.com/photo-1587995631109-2a8588e991da?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8M3x8QXJyb3olMjBjb24lMjB2ZWdldGFsZXMlMjB5JTIwcHJvdGUlQzMlQURuJTIwZm9vZHN8ZW58MHx8MHx8fDA%3D \"Arròs amb verdures i proteïnes\"  \nIdeal si entrenes amb alta intensitat. Consumeix 1,5–2 hores abans.\n\n🍵 **5. Te verd o aigua amb llimona**  \n#image: https://plus.unsplash.com/premium_photo-1661540754348-50ae254e4a3b?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8VCVDMyVBOSUyMHZlcmRlJTIwbyUyMGFndWElMjBjb24lMjBsaW0lQzMlQjNuJTIwcHJlJTIwZW50cmVub3xlbnwwfDJ8MHx8fDA%3D \"Te verd o aigua amb llimona pre-entrenament\"  \nHidrata i activa sense omplir l'estómac.\n\n📌 **Evita abans d'entrenar:**\n- Menjars molt greixosos (es digereixen lentament)\n- Dolços o sucres simples (et donen energia ràpida, però després baixes)\n- Saltar-te el menjar (pot provocar-te debilitat o marejos)\n\n💪 **Conclusió:**\nMenjar adequadament abans de l'entrenament t'ajuda a rendir millor, evitar lesions i mantenir el concentració. Troba la combinació que millor funcioni per a tu i gaudeix del camí!"
    }
  }
}